<ul class="ul">
    <li><a href="{{url('F1Link')}}" class="F1Link F2Link">Формирование концептуальноц структуры(КС) </a></li>
    <li><a href="{{url('F3Link')}}" class="F3Link">Формирование системы предметных зависимостей(СПЗ) </a></li>
    <li><a href="{{url('F6Link')}}" class="F6Link">Увязка КС и СПЗ </a></li>
    <li><a href="{{url('tablef5')}}" class="F5Link">Состав концептуальной модели F5 </a></li>

    <!-- <li><a href="#">Добавление данных </a></li>
    <li><a href="#">Редактирование данных </a></li>
    <li><a href="#">Удаление данных </a></li>
    <li><a href="#">Добавление данных F1</a></li>
    <li><a href="#">Редактирование данных F1 </a></li>
    <li><a href="#">Удаление данных F1</a></li>
    <li><a href="#">Добавление данных F2 </a></li>
    <li><a href="#">Редактирование данных F2</a></li>
    <li><a href="#">Удаление данных F2</a></li>
    <li><a href="#">Добавление данных F3</a></li>
    <li><a href="#">Редактирование данных F3</a></li>
    <li><a href="#">Удаление данных F3 </a></li>
    <li><a href="#">Добавление данных F6</a></li>
    <li><a href="#">Редактирование данных F6</a></li>
    <li><a href="#">Удаление данных F6</a></li>
    <li><a href="#">Просмотр F1 </a></li>
    <li><a href="#">Просмотр F2 </a></li>
    <li><a href="#">Просмотр F3 </a></li>
    <li><a href="#">Просмотр F6</a></li> -->
</ul>