<ul class="ul">
   <li><a href="{{url('F1Link')}}" class="F1Link">Просмотр F1 </a></li>
    <li><a href="{{url('F2Link')}}" class="F2Link">Просмотр F2 </a></li>
    <!-- <li><a href="#">Добавление данных </a></li>
    <li><a href="#">Редактирование данных </a></li>
    <li><a href="#">Удаление данных </a></li>
    <li><a href="#">Добавление данных F1</a></li>
    <li><a href="#">Редактирование данных F1 </a></li>
    <li><a href="#">Удаление данных F1</a></li>
    <li><a href="#">Добавление данных F2 </a></li>
    <li><a href="#">Редактирование данных F2</a></li>
    <li><a href="#">Удаление данных F2</a></li>
    <li><a href="#">Добавление данных F3</a></li>
    <li><a href="#">Редактирование данных F3</a></li>
    <li><a href="#">Удаление данных F3 </a></li>
    <li><a href="#">Добавление данных F6</a></li>
    <li><a href="#">Редактирование данных F6</a></li>
    <li><a href="#">Удаление данных F6</a></li>
    <li><a href="#">Просмотр F1 </a></li>
    <li><a href="#">Просмотр F2 </a></li>
    <li><a href="#">Просмотр F3 </a></li>
    <li><a href="#">Просмотр F6</a></li> -->
</ul>